alacritty
alsa-utils
amd-ucode
awww
base
base-devel
bat
btop
btrfs-progs
cava
cmatrix
code
discord
docker
docker-buildx
docker-compose
dunst
efibootmgr
eza
ffmpeg
firefox
fish
git
git-filter-repo
hyprland
hyprlock
hyprpaper
hyprpicker
iwd
jq
jre-openjdk
kitty
linux
linux-firmware
lsof
man-db
meson
ncdu
neovim
network-manager-applet
networkmanager-openvpn
ninja
nodejs
npm
nvidia-open
nvidia-settings
nvidia-utils
nvm
nwg-look
obs-studio
pavucontrol
pipewire-pulse
polkit-gnome
projectm-pulseaudio
pyenv
python-gobject
python-pip
python-poetry
qt5-declarative
qt6-5compat
qt6-multimedia
qt6-svg
qt6-virtualkeyboard
recordmydesktop
rofi
sddm
socat
swaybg
thunar
tk
tree
ttf-jetbrains-mono-nerd
unzip
uv
vlc
vlc-plugin-ffmpeg
waybar
wget
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdotool
yazi
zip
zram-generator
