7zip
acpi
amd-ucode
base
base-devel
bat
bind
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
chess-tui
chromium
cmatrix
dbeaver
discord
dmidecode
dnf5
dnsmasq
docker
docker-compose
dunst
efibootmgr
ex-vi-compat
eza
ffmpeg
firefox
fish
fnm
gamescope
git
github-cli
glaxnimate
gobject-introspection
graphviz
grim
gst-plugin-pipewire
hyprland
hyprlock
hyprpaper
hyprpicker
inetutils
iptables
iwd
jq
kdenlive
kitty
kooha
less
lib32-gnutls
lib32-nvidia-utils
lib32-vulkan-radeon
libpulse
libvirt
linux
linux-firmware
linux-headers
lsof
lutris
mokutil
mpv-mpris
ncdu
neovim
network-manager-applet
networkmanager
nftables
nodejs-lts-iron
npm
nvidia-open
nvidia-open-lts
nvm
nwg-look
obs-studio
openssh
pavucontrol
pgcli
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
postgresql
powertop
putty
python-cairosvg
python-pip
python-pipx
python-pygame
python-setuptools
qemu-full
qt6-5compat
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
reflector
rofi
rpm-tools
rsync
sddm
slurp
sof-firmware
sway
swaylock
swayosd
synfigstudio
texlive-basic
texlive-bin
texlive-latex
thunar
tlp
tlp-rdw
tp_smapi
tree
ttf-nerd-fonts-symbols
ufw
unzip
valkey
vde2
virt-manager
vlc
vulkan-radeon
vulkan-tools
waybar
wget
wine
winetricks
wireplumber
wl-clipboard
woff2-font-awesome
xclip
xdg-desktop-portal-hyprland
xorg-xcursorgen
xorg-xrandr
yt-dlp
zip
zram-generator
